import React from 'react';

// import { NavLink } from 'react-router-dom/cjs/react-router-dom.min';

import './Test1.css';

const Test = () => {
  return (
    <div className="test">
      Социальный проект на основе Карт (Яндекс.Карты) , позволяющий регистрироваться и репортить о городских проблемах t инфраструктурой (дороги, парки, фасады домов и т.п.)

Ценность проекта: Основан на желании улучшить городскую среду через сбор информации о текущем состоянии инфраструктуры города. Любой пользователь может зайти на сайт, залогиниться (простой логин/пароль или авторизация через сторонние сервисы) и оставить запись с найденным нарушением. Портал в открытом доступе и виден всем жителям. Собранные данные представляют ценность и для администрации города. Можно предоставить им возможность также “Закрывать инциденты” через выкладку свежих фото с исправлением и комментирование.
    </div>
  );
}

export default Test;